Repository: Foia65/Personal-Best-Running
Catalog: Personal Best Running/Localizable.xcstrings
Source language: it
Languages: en, es, fr

source: Sotto il piano, trovi tre bottoni per esportarlo nei formati PDF e CSV, e per scriverlo direttamente sul calendario del tuo %@.
en: Below the plan, you will find three buttons to export it in PDF and CSV formats, or to write it directly to your %@ calendar.
es: Debajo del plan, encontrarás tres botones para exportarlo en formatos PDF y CSV, o para escribirlo directamente en tu calendario de %@.
fr: Sous le plan, vous trouverez trois boutons pour l'exporter aux formats PDF et CSV, ou pour l'écrire directement dans votre calendrier %@.

source: **Calcolo del VDOT:** Visualizza il tuo punteggio VDOT corrente, calcolato incrociando la tua distanza di riferimento con il tuo ultimo tempo cronometrato.
en: **VDOT Calculation:** View your current VDOT score, calculated by cross-referencing your benchmark distance with your last recorded time.
es: **Cálculo de VDOT:** Ver tu puntuación VDOT actual, calculada cruzando tu distancia de referencia con tu último tiempo cronometrado.
fr: **Calcul VDOT :** Affichez votre score VDOT actuel, calculé en croisant votre distance de référence avec votre dernier temps chronométré.

source: **Il tuo livello** attuale basato su VDOT, sesso biologico,distribuzione percentile dei finishing time nelle maratone di massa (RunRepeat Global Report 2023) e sulle tabelle age-grading di WMA (World Masters Athletics)
en: **Your current level** based on VDOT, biological sex, percentile distribution of finishing times in mass marathons (RunRepeat Global Report 2023) and WMA (World Masters Athletics) age-grading tables
es: **Tu nivel actual** basado en VDOT, sexo biológico, distribución percentil de tiempos de finalización en maratones masivos (RunRepeat Global Report 2023) y las tablas de age-grading de WMA (World Masters Athletics)
fr: **Votre niveau actuel** basé sur le VDOT, le sexe biologique, la répartition centile des temps d'arrivée dans les marathons de masse (RunRepeat Global Report 2023) et les tableaux de classement par âge WMA (World Masters Athletics).

source: **Si raccomanda vivamente di consultare un medico professionista o uno specialista prima di iniziare qualsiasi piano di allenamento, di modificare le proprie abitudini di esercizio fisico o se si hanno dubbi sulle proprie condizioni di salute generali.**
en: **It is strongly recommended that you consult a medical professional or healthcare provider before starting any exercise plan, changing your exercise habits, or if you have any concerns about your general health.**
es: **Se recomienda encarecidamente consultar a un profesional médico o proveedor de atención médica antes de comenzar cualquier plan de ejercicio, cambiar tus hábitos de ejercicio o si tienes dudas sobre tu salud general.**
fr: **Il est fortement recommandé de consulter un professionnel de la santé ou un prestataire de soins de santé avant de commencer tout programme d'exercice, de modifier vos habitudes d'exercice ou si vous avez des inquiétudes concernant votre état de santé général.**

source: **Trend VDOT:** Monitora la tua progressione atletica e scopri quanto manca per raggiungere il livello successivo.
en: **VDOT Trends:** Track your athletic progression and find out how far you are from reaching the next level.
es: **Tendencias VDOT:** Seguimiento de tu progresión atlética y descubre quán lejos estás de alcanzar el siguiente nivel.
fr: **Tendances VDOT :** Suivez votre progression sportive et voyez à quel point vous êtes sur le point d'atteindre le niveau suivant.

source: %lld settimane
en: %lld weeks
es: %lld semanas
fr: %lld semaines

source: ~80% del volume settimanale a bassa intensità (E-pace, Z2), ~20% ad alta intensità (T/I/R, Z4-Z5+). Seiler & Kjerland (2006) hanno osservato questo pattern negli atleti d'élite di endurance. È una distribuzione empirica, non un modello prescrittivo: descrive cosa fanno i migliori, non necessariamente cosa ottimizza ogni runner. Nel piano viene usata come guida per bilanciare il mix di intensità nella settimana, coerentemente con la struttura per fasi di Daniels. Fonte: Seiler & Kjerland [4].
en: ~80% of weekly volume at low intensity (E-pace, Z2), ~20% at high intensity (T/I/R, Z4-Z5+). Seiler & Kjerland (2006) observed this pattern in elite endurance athletes. It is an empirical distribution, not a prescriptive model: it describes what the best athletes do, not necessarily what every runner optimizes. In the plan, it is used as a guide to balance the intensity mix throughout the week, consistent with Daniels' phased structure. Source: Seiler & Kjerland [4].
es: ~80% del volumen semanal a baja intensidad (E-pace, Z2), ~20% a alta intensidad (T/I/R, Z4-Z5+). Seiler & Kjerland (2006) observaron este patrón en atletas de resistencia élite. Es una distribución empírica, no un modelo prescriptivo: describe lo que hacen los mejores atletas, no necesariamente lo que cada corredor optimiza. En el plan, se usa como guía para equilibrar la combinación de intensidades durante la semana, coherente con la estructura por fases de Daniels. Fuente: Seiler & Kjerland [4].
fr: ~80 % du volume hebdomadaire à faible intensité (E-pace, Z2), ~20 % à haute intensité (T/I/R, Z4-Z5+). Seiler & Kjerland (2006) ont observé cette tendance chez les athlètes d'endurance d'élite. Il s'agit d'une distribution empirique, pas d'un modèle prescriptif : elle décrit ce que font les meilleurs, pas nécessairement ce que chaque coureur optimise. Dans le plan, il est utilisé comme guide pour équilibrer le mélange d'intensité tout au long de la semaine, conformément à la structure des phases de Daniels. Source : Seiler & Kjerland [4].

source: 1 — Riposo completo. Nessuno sforzo percepito. 2 — Attività leggera. Respiro normale, conversazione illimitata. 3 — Facile. Si può mantenere a lungo senza difficoltà. 4 — Moderato facile. Respiro profondo ma confortevole. Conversazione fluida. Corrisponde all'inizio dell'E-pace. 5 — Moderato. Conversazione ancora possibile con qualche pausa. Meta-alta dell'E-pace. 6 — Moderato sostenuto. Conversazione breve. Corrisponde all'M-pace. 7 — Sostenuto impegnativo. "Comfortably hard". Frasi brevi. Corrisponde al T-pace. 8 — Impegnativo. Conversazione difficile. Poche parole per volta. Corrisponde all'I-pace. 9 — Molto intenso. Conversazione impossibile per più di una parola. Corrisponde all'R-pace. Non sostenibile a lungo. 10 — Sforzo massimo assoluto. Sprint terminale, tutto quello che rimane.
en: 1 — Complete rest. No perceived exertion. 2 — Light activity. Normal breathing, unlimited conversation. 3 — Easy. Can be maintained for a long time without difficulty. 4 — Moderate easy. Deep but comfortable breathing. Fluid conversation. Corresponds to the beginning of E-pace (Easy pace). 5 — Moderate. Conversation still possible with a few pauses. Mid-to-high E-pace. 6 — Steady moderate. Short conversation. Corresponds to M-pace (Marathon pace). 7 — Hard steady. "Comfortably hard". Short sentences. Corresponds to T-pace (Threshold pace). 8 — Hard. Difficult conversation. Only a few words at a time. Corresponds to I-pace (Interval pace). 9 — Very intense. Conversation impossible for more than a single word. Corresponds to R-pace (Repetition pace). Cannot be sustained for long. 10 — Maximal effort. Terminal sprint, everything you have left.
es: 1 — Descanso completo. Ningún esfuerzo percibido. 2 — Actividad ligera. Respiración normal, conversación ilimitada. 3 — Fácil. Puede mantenerse durante mucho tiempo sin dificultad. 4 — Moderado-fácil. Respiración profunda pero cómoda. Conversación fluida. Corresponde al inicio del E-pace (ritmo fácil). 5 — Moderado. Conversación aún posible con algunas pausas. E-pace medio-alto. 6 — Moderado sostenido. Conversación breve. Corresponde al M-pace (ritmo maratón). 7 — Sostenido exigente. "Comfortably hard". Frases cortas. Corresponde al T-pace (ritmo umbral). 8 — Exigente. Conversación difícil. Solo algunas palabras a la vez. Corresponde al I-pace (ritmo intervalado). 9 — Muy intenso. Conversación imposible por más de una palabra. Corresponde al R-pace (ritmo repetición). No puede sostenerse mucho tiempo. 10 — Esfuerzo máximo. Sprint final, todo lo que te queda.
fr: 1 — Repos complet. Aucun effort perçu. 2 — Activité légère. Respiration normale, conversation illimitée. 3 — Facile. Peut être entretenu longtemps sans difficulté. 4 — Modérément facile. Respiration profonde mais confortable. Conversation fluide. Correspond au début du E-pace (Easy rythme). 5 — Modéré. Conversation encore possible avec quelques pauses. Rythme E moyen à élevé. 6 — Stable modéré. Courte conversation. Correspond au M-pace (rythme Marathon). 7 — Dur et stable. Dur mais soutenable. Des phrases courtes. Correspond à la cadence T. 8 — Difficile. Conversation difficile. Seulement quelques mots à la fois. Correspond au I-pace (rythme par intervalles). 9 — Très intense. Conversation impossible pour plus d'un seul mot. Correspond au rythme R (rythme de répétition). Ne peut pas être maintenu longtemps. 10 — Effort maximal. Sprint terminal, tout ce qu'il vous reste.

source: 1. Configura il tuo Obiettivo
en: 1. Set up your goal
es: 1. Configura tu objetivo
fr: 1. Définissez votre objectif

source: 1. Introduzione
en: 1. Introduction
es: 1. Introducción
fr: 1. Présentation

source: 2. Descrizione dell'App
en: 2. App Description
es: 2. Descripción de la App
fr: 2. Description de l'application

source: 2. Il tuo Piano di Allenamento
en: 2. Your Training Plan
es: 2. Tu Plan de Entrenamiento
fr: 2. Votre plan d'entraînement

source: 2. Informazioni che Raccogliamo
en: 2. Information we collect
es: 2. Información que Recopilamos
fr: 2. Informations que nous collectons

source: 3. I tuoi Ritmi Personalizzati
en: 3. Your custom Paces
es: 3. Tus Ritmos Personalizados
fr: 3. Vos rythmes personnalisés

source: 3. Proprietà Intellettuale e Fonti Scientifiche
en: 3. Intellectual Property and Scientific Sources
es: 3. Propiedad Intelectual y Fuentes Científicas
fr: 3. Propriété intellectuelle et sources scientifiques

source: 3. Servizi di Terze Parti
en: 3. Third Party Services
es: 3. Servicios de Terceros
fr: 3. Services tiers

source: 4. Come Utilizziamo le Informazioni
en: 4. How We Use Information
es: 4. Cómo Usamos la Información
fr: 4. Comment nous utilisons les informations

source: 4. Disclaimer Medico Importante
en: 4. Important Medical Disclaimer
es: 4. Descargo Médico Importante
fr: 4. Avertissement médical important

source: 4. Profilo Atleta
en: 4. Athlete Profile
es: 4. Perfil del Atleta
fr: 4. Profil de l'athlète

source: 5. Responsabilità dell'Utente
en: 5. User Responsibilities
es: 5. Responsabilidades del Usuario
fr: 5. Responsabilités de l'utilisateur

source: 5. Sicurezza dei Dati
en: 5. Data Security
es: 5. Seguridad de Datos
fr: 5. Sécurité des données

source: 6. I Tuoi Diritti sulla Privacy
en: 6. Your Privacy Rights
es: 6. Tus Derechos de Privacidad
fr: 6. Vos droits en matière de confidentialité

source: 6. Limitazione di Responsabilità
en: 6. Limitation of Liability
es: 6. Limitación de Responsabilidad
fr: 6. Limitation de responsabilité

source: 7. Aggiornamenti e Modifiche
en: 7. Updates and Changes
es: 7. Actualizaciones y Cambios
fr: 7. Mises à jour et modifications

source: 7. Privacy dei Minori
en: 7. Privacy of Minors
es: 7. Privacidad de Menores
fr: 7. Confidentialité des mineurs

source: 8. Risoluzione
en: 8. Termination
es: 8. Terminación
fr: 8. Résiliation

source: 8. Utenti Internazionali
en: 8. International Users
es: 8. Usuarios Internacionales
fr: 8. Utilisateurs internationaux

source: 9. Contatti
en: 9. Contacts
es: 9. Contactos
fr: 9. Contacts

source: 9. Modifiche a questa Informativa sulla Privacy
en: 9. Changes to this Privacy Policy
es: 9. Cambios a esta Política de Privacidad
fr: 9. Modifications de cette politique de confidentialité

source: 10. Contatti
en: 10. Contacts
es: 10. Contactos
fr: 10. Contacts

source: 10. Legge Applicabile
en: 10. Governing Law
es: 10. Ley Aplicable
fr: 10. Loi applicable

source: 11. Conformità GDPR
en: 11. GDPR Compliance
es: 11. Cumplimiento GDPR
fr: 11. Conformité au RGPD

source: 12. Diritti della Privacy in California (CCPA)
en: 12. California Privacy Rights (CCPA)
es: 12. Derechos de Privacidad de California (CCPA)
fr: 12. Droits à la vie privée en Californie (CCPA)

source: Accesso alla galleria fotografica o ai contatti
en: Access to photo gallery or contacts
es: Acceso a la galería de fotos o contactos
fr: Accès à la galerie photo ou aux contacts

source: Aiuto e Supporto
en: Help & Support
es: Ayuda y Soporte
fr: Aide et support

source: Allenarsi al ritmo target (futuro) anziché al VDOT attuale è uno degli errori più comuni — e più rischiosi. Daniels è esplicito: "Train at the level you are, not at the level you hope to be." I ritmi del piano — Easy, M, T, I, R — riflettono la tua forma di oggi, non l'obiettivo. Man mano che il VDOT cresce durante il piano, le sessioni diventano progressivamente più impegnative alla stessa intensità relativa. Nota sul lungo: anche la distanza del lungo dipende dall'E-pace attuale, tramite il cap di 150 minuti. Un runner più lento farà meno km per la stessa durata — ed è corretto: lo stimolo fisiologico è equivalente.
en: Training at your target (future) pace rather than your current VDOT is one of the most common—and riskiest—mistakes. Daniels is explicit: "Train at the level you are, not at the level you hope to be." The paces in the plan—Easy, M, T, I, R—reflect your current form, not your goal. As your VDOT increases during the plan, sessions become progressively more challenging at the same relative intensity. Note on long runs: The distance of the long run also depends on your current E-pace, via the 150-minute cap. A slower runner will cover fewer miles in the same duration—and rightly so: the physiological stimulus is equivalent.
es: Entrenar a tu ritmo objetivo (futuro) en lugar de a tu VDOT actual es uno de los errores más comunes y arriesgados. Daniels es explícito: "Entrena al nivel que tienes hoy, no al nivel al que aspiras." Los ritmos del plan—Easy, M, T, I, R—reflejan tu forma actual, no tu objetivo. A medida que tu VDOT aumenta durante el plan, las sesiones se vuelven progresivamente más exigentes a la misma intensidad relativa. Nota sobre carreras largas: La distancia de la carrera larga también depende de tu E-pace actual, mediante el límite de 150 minutos. Un corredor más lento cubrirá menos kilómetros en la misma duración—y con razón: el estímulo fisiológico es equivalente.
fr: S’entraîner à votre rythme cible (futur) au lieu de votre VDOT actuel est l’une des erreurs les plus courantes – et les plus risquées. Daniels est explicite : "Entraînez-vous au niveau que vous êtes, pas au niveau que vous espérez atteindre." Les allures du plan – Easy, M, T, I, R – reflètent votre forme d'aujourd'hui, pas l'objectif. À mesure que le VDOT augmente tout au long du plan, les séances deviennent progressivement plus difficiles avec la même intensité relative. Remarque sur le long : La distance du long dépend également du rythme E actuel, via le plafond de 150 minutes. Un coureur plus lent fera moins de kilomètres pour la même durée — et c'est exact : le stimulus physiologique est équivalent.

source: Amatore
en: Recreational
es: Recreativo
fr: Récréatif

source: Analisi sull'utilizzo o dati comportamentali
en: Usage analytics or behavioral data
es: Análisis de uso o datos de comportamiento
fr: Analyses d'utilisation ou données comportementales

source: Annulla
en: Cancel
es: Cancelar
fr: Annuler

# AppTheme.label.dark
source: Scuro
en: Dark
es: Oscuro
fr: Sombre

# AppTheme.label.light
source: Chiaro
en: Light
es: Claro
fr: Clair

# AppTheme.label.system
source: Sistema
en: System
fr: Système

source: Ascoltare il proprio corpo e interrompere immediatamente l'allenamento in caso di dolore, vertigini o malessere
en: Listen to your body and stop training immediately if you experience pain, dizziness or discomfort.
es: Escucha a tu cuerpo y detén el entrenamiento inmediatamente si experimentas dolor, mareos o malestar.
fr: Écoutez votre corps et arrêtez immédiatement l'entraînement si vous ressentez une douleur, des vertiges ou un inconfort.

source: Aspetto dell'App
en: App Theme
es: Tema de la App
fr: Apparence de l'application

source: Avanzato
en: Advanced
es: Avanzado
fr: Avancé

source: Azzera e ricomincia
en: Reset
es: Restablecer
fr: Réinitialiser et recommencer

source: Base (gratuito)
en: Base (free)
es: Base (gratis)
fr: Basique (gratuit)

source: Benvenuto in **Personal Best Running**! Questa applicazione ti aiuta a generare un piano di allenamento personalizzato basato sul metodo VDOT di Jack Daniels.
en: Welcome to **Personal Best Running**! This app helps you create a personalized training plan based on Jack Daniels' VDOT method
es: ¡Bienvenido a **Personal Best Running**! Esta aplicación te ayuda a crear un plan de entrenamiento personalizado basado en el método VDOT de Jack Daniels
fr: Bienvenue dans **Personal Best Running** ! Cette application vous aide à créer un plan d'entraînement personnalisé basé sur la méthode VDOT de Jack Daniels

source: Benvenuto in **Personal Best Running**. I presenti Termini di Servizio ("Termini") disciplinano l'utilizzo della nostra applicazione. Scaricando, installando o utilizzando Personal Best Running, l'utente accetta di essere vincolato dai presenti Termini.
en: Welcome to **Personal Best Running**. These Terms of Service ("Terms") govern your use of our application. By downloading, installing, or using Personal Best Running, you agree to be bound by these Terms.
es: Bienvenido a **Personal Best Running**. Estos Términos de Servicio ("Términos") regulan tu uso de nuestra aplicación. Al descargar, instalar o usar Personal Best Running, aceptas estar vinculado por estos Términos.
fr: Bienvenue dans **Personal Best Running**. Ces conditions d'utilisation (« Conditions ») régissent votre utilisation de notre application. En téléchargeant, en installant ou en utilisant Personal Best Running, vous acceptez d'être lié par ces Conditions.

source: Calendario Aggiornato
en: Calendar Updated
es: Calendario actualizado
fr: Calendrier mis à jour

source: Calendario Allenamenti
en: Training schedule
es: Calendario de entrenamiento
fr: Calendrier d'entraînement

source: Caricamento...
en: Loading...
es: Cargando...
fr: Chargement...

source: Chiudi
en: Close
es: Cerrar
fr: Fermer

source: Ci riserviamo il diritto di modificare i presenti Termini in qualsiasi momento. L'uso continuato dell'app dopo le modifiche costituisce l'accettazione dei nuovi Termini. Potremmo aggiornare l'app per migliorare le funzionalità, correggere bug o conformarci ai requisiti del sistema operativo.
en: We reserve the right to modify these Terms at any time. Your continued use of the app after any changes constitutes acceptance of the new Terms. We may update the app to improve functionality, fix bugs, or comply with operating system requirements.
es: Nos reservamos el derecho de modificar estos Términos en cualquier momento. Tu uso continuado de la app después de los cambios constituye aceptación de los nuevos Términos. Podemos actualizar la app para mejorar la funcionalidad, corregir errores o cumplir con los requisitos del sistema operativo.
fr: Nous nous réservons le droit de modifier ces Conditions à tout moment. Votre utilisation continue de l'Application après les modifications constitue votre acceptation des nouvelles Conditions. Nous pouvons mettre à jour l'application pour améliorer les fonctionnalités, corriger des bugs ou nous conformer aux exigences du système d'exploitation.

# cippa_lippa
source: ITA
en: ENG
es: ING

source: Come usarlo in allenamento
en: How to use it in training
es: Cómo usarlo en el entrenamiento
fr: Comment l'utiliser à l'entraînement

source: Come viene calcolato
en: How it's calculated
es: Cómo se calcula
fr: Comment c'est calculé

source: Con un piano di 16-20 settimane è realistico guadagnare 3-5 punti VDOT.
en: With a 16-20 week plan it is realistic to earn 3-5 VDOT points.
es: Con un plan de 16-20 semanas es realista ganar 3-5 puntos VDOT.
fr: Avec un plan de 16 à 20 semaines, il est réaliste de gagner 3 à 5 points VDOT.

source: Condivisione
en: Sharing
es: Compartir
fr: Partage

source: Contatta il supporto
en: Contact Support
es: Contactar Soporte
fr: Contacter l'assistance

source: Corri con una certa regolarità e hai sviluppato una base aerobica solida. Puoi iniziare a introdurre sessioni di qualità leggere.
en: You're running regularly and have developed a solid aerobic base. You can start introducing light, quality sessions.
es: Corres regularmente y has desarrollado una base aeróbica sólida. Puedes comenzar a introducir sesiones de calidad ligeras.
fr: Vous courez régulièrement et avez développé une solide base aérobie. Vous pouvez commencer à introduire des séances légères et de qualité.

source: Cos'è il VDOT
en: What is VDOT
es: Qué es VDOT
fr: Qu'est-ce que le VDOT

source: Cos'è l'RPE
en: What is RPE
es: Qué es RPE
fr: Qu'est-ce que le RPE

source: Crea un piano nella scheda Obiettivo
en: Create a plan in the Target tab
es: Crear un plan en la pestaña Objetivo
fr: Créez un plan dans l'onglet Objectif

source: Dal tempo e dalla distanza di una performance recente, il sistema calcola la velocità di corsa e la percentuale di VO2max utilizzata a quella durata. La formula è: VO2 richiesto = −4.60 + 0.182258·v + 0.000104·v² %VO2max = 0.8 + 0.1894·e^(−0.01278·t) + 0.2990·e^(−0.1933·t) VDOT = VO2 / %VO2max dove v = velocità in m/min, t = tempo in minuti. Fonte: Daniels & Gilbert (1979), adattato da Daniels (2022).
en: From the time and distance of a recent performance, the system calculates the running speed and the percentage of VO2max utilized at that time. The formula is: VO2 required = −4.60 + 0.182258 v + 0.000104 v² %VO2max = 0.8 + 0.1894 e^(−0.01278 t) + 0.2990 e^(−0.1933 t) VDOT = VO2 / %VO2max where v = speed in m/min, t = time in minutes. Source: Daniels & Gilbert (1979), adapted from Daniels (2022).
es: Del tiempo y distancia de un rendimiento reciente, el sistema calcula la velocidad de carrera y el porcentaje de VO2max utilizado en ese momento. La fórmula es: VO2 requerido = −4.60 + 0.182258·v + 0.000104·v² %VO2max = 0.8 + 0.1894·e^(−0.01278·t) + 0.2990·e^(−0.1933·t) VDOT = VO2 / %VO2max donde v = velocidad en m/min, t = tiempo en minutos. Fuente: Daniels & Gilbert (1979), adaptado de Daniels (2022).
fr: À partir du temps et de la distance d'une performance récente, le système calcule la vitesse de course et le pourcentage de VO2max utilisé pendant cette durée. La formule est : VO2 requis = −4,60 + 0,182258·v + 0,000104·v² %VO2max = 0,8 + 0,1894·e^(−0,01278·t) + 0,2990·e^(−0,1933·t) VDOT = VO2 / %VO2max où v = vitesse en m/min, t = temps en minutes. Source : Daniels & Gilbert (1979), adapté de Daniels (2022).
